Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=793_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Ođđa oahppamateriálat sámegielat oahpahussii
sms: Ođđ mättʼtem-materiaalid sääʹmǩiõllsaž mättʼtõʹsse

source: Vuođđoskuvlla badjeluohkáid anárašgielat oahpahusa várás lea almmuhuvvon ođđa eatnandieđu oahppogirji ja oahppangihppa, Amerik ja Amerik Oppâmvihko.
sms: Vuâđđškooul pââibužklaassi aanarsääʹmǩiõllsaž mättʹtem diõtt lij iʹlmstõõvvâm ođđ jânnamteâđ mättʼtemǩeʹrjj da mättʼtõõttâmvihkk,

source: Davvisámegillii lea almmuhuvvon iežás kultuvrii vuođđuduvvi govvasátnegirji Oahpa sániid, mas leat 500 govaiguin čilgejuvvon sáni.
sms: Karttsääʹnnǩeeʹrjest liâ 500 sääʹnned.

source: Amerik - oahppogirjji ja oahppangihppaga lea anárašgillii jorgalan Ilmari Mattus.
sms: Amerik – mättʹtemǩeeʹrj da mättʼtõõttâmviihk lij jåårǥlâʹttam aanarsäämas Ilmari Mattus.

source: Oahppogirji gieđahallá Lulli- ja Davvi-Amerihká ja dat lea jorgaluvvon suomagielat Koulun maantieto - ráiddus.
sms: Mättʼtemǩeʹrjj ǩiõttʼtââll Saujj- da Tâʹvv-Äʹmeriikk da tõt lij jåårǥlõttum lääʹddǩiõllsaž Škooul jânnamteâtt – rääidast.

source: Lassedieđut dás.
sms: Lââʹssteâđaid täʹst.

source: Davvisámegiela ja - gielat oahpahussii lea almmuhuvvon iežas kultuvrii vuođđuduvvi govvasátnegirji Oahpa sániid, man anáraš- ja nuortalašgielat veršuvnnat Oopâ saanijd ja Mattu saaŠnid leat almmuhuvvon juo ovdal.
sms: Tâʹvvsääʹmǩiõl da - ǩiõllsaž mättʼtõʹsse lij iʹlmstõõvvâm sääʹmkulttuuʹre vuâđđõõvvi karttsääʹnnǩeʹrjj Oahpa sániid. Aanar- da nuõrttsääʹmǩiõʹlle da sääʹmkulttuuʹre vuâđđõõvvi ǩeeʹrj Oopâ saanijd da Mattu saaʹnid leät čõõđtum juʹn ääiʹjab.

source: Girjjiid vuođđun lea Matti Morottaja originála.
sms: Alggtuejjõs lij Matti Morottaja ǩeeʹrjtemnääʹll.

source: Davvisámegielat girjji sátneráju lea ráhkadan Kaisa Tapiola-Länsman ja govaid Sirpa Mänty.
sms: Tâʹvvsääʹmǩiõllsa ǩeeʹrj saʹnnõõzz lij tuejjääm Kaisa Tapiola-Länsman da kaartid Sirpa Mänty.

source: Oahppamateriálaid sáhttá diŋgot sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva.
sms: Mättʼtem-materaalid vuäitt tiʹllʼjed sääʹmteeʹǧǧ škoouʹlʼjem- da mättʹtem-materialkonttrest ritva.

source: fi dahje info (at) samediggi.
sms: fi leʹbe info (at) samediggi.
